export const banks = [
  "中国人民银行",
  "中国银行",
  "中国建设银行",
  "国家开发银行",
  "中国农业银行",
  "中国工商银行",
  "民生银行",
  "招商银行",
  "兴业银行",
  "北京银行",
  "上海银行",
  "中国光大银行",
  "青岛银行",
  "中国进出口银行",
  "中信实业银行",
  "交通银行",
  "华夏银行",
  "深圳发展银行",
  "上海浦东发展银行",
  "广东发展银行",
  "中国农业发展银行",
]

export const lastNames = "王、李、张、刘、陈、杨、黄、赵、吴、周、徐、孙、马、朱、胡、郭、何、高、林、郑、谢、罗、梁、宋、唐、许、韩、冯、邓、曹、彭、曾、萧、田、董、袁、潘、于、蒋、蔡、余、杜、叶、程、苏、魏、吕、丁、任、沈、姚、卢、姜、崔、钟、谭、陆、汪、范、金、石、廖、贾、夏、韦、付、方、白、邹、孟、熊、秦、邱、江、尹、薛、闫、段、雷、侯、龙、史、陶、黎、贺、顾、毛、郝、龚、邵、万、钱、严、覃、武、戴、莫、孔、向、汤".split(
  "、"
)

export const settlementMethods = ["自动秒结", "快消"]
export const recommandTag = ["", "推荐"]
export const orderTypes = ["自助报单", "客服协助"]
